{
  "topics": {
    "1": "Медицина",
    "2": "Образование",
    "3": "Финансовые технологии",
    "4": "Сельское хозяйство",
    "5": "Туризм",
    "6": "Спорт",
    "7": "Транспорт и логистика",
    "8": "Правоохранительные органы и судебная система",
    "9": "Социальные сети и коммуникационные платформы",
    "10": "Рекрутмент"
  },
  "metrics": {
    "1": "Справедливость, разнообразие и инклюзивность",
    "2": "Ответственность и подконтрольность человеку",
    "3": "Конфиденциальность, безопасность и непричинение вреда",
    "4": "Прозрачность, пользовательское доверие, опыт и грамотность",
    "5": "Уважение прав человека и социальное благополучие",
    "6": "Устойчивое развитие и благополучие экосистем"
  },
  "questions": {
    "1": {
      "1": [ "Поддерживает ли система ввод и обработку данных пациентов с редкими заболеваниями, вне зависимости от их распространенности?", "Учитывает ли алгоритм диагностики различия симптомов у мужчин и женщин?", "Адаптирована ли система для использования пациентами с ограниченными возможностями (например, слабовидящими, людьми с нарушениями слуха)?", "Учитывает ли система медицинские данные людей разных этнических групп (например, генетические предрасположенности)?", "Позволяет ли система врачам вводить нестандартные медицинские случаи, которые не были учтены при обучении модели?", "Доступен ли интерфейс системы для врачей и пациентов, не владеющих основным языком страны (например, поддержка нескольких языков, включая жестовый язык)?", "Исключает ли система предвзятость при выдаче рекомендаций по лечению на основе социального или экономического статуса пациента?", "Может ли пациент без доступа к интернету воспользоваться базовыми функциями системы, например, получить рекомендации по лечению?", "Поддерживает ли система учет нестандартных медицинских данных, таких как альтернативная медицина или редкие методы диагностики?", "Обеспечивает ли алгоритм равный доступ к диагностике и лечению для пациентов из сельских и городских районов?" ],
      "2": [ "Может ли врач отменить или скорректировать диагноз, предложенный системой?", "Ведется ли протоколирование всех изменений в медицинской карте пациента, сделанных системой?", "Есть ли в системе механизм экстренного отключения автоматических решений в случае выявления ошибки?", "Может ли пациент потребовать пересмотр диагноза, если не согласен с рекомендациями системы?", "Предусмотрена ли возможность верификации всех решений системы сертифицированными медицинскими специалистами?", "Проходит ли система регулярную проверку на соответствие требованиям медицинских регуляторов (например, FDA, CE, Минздрав)?", "Может ли врач вносить изменения в работу системы (например, добавлять новые диагностические данные)?", "Существует ли механизм оповещения врачей и пациентов о рисках, связанных с рекомендациями системы?", "Имеется ли функция разъяснения пациенту, на основании каких данных был поставлен диагноз или предложено лечение?", "Осуществляется ли контроль со стороны медицинского учреждения за изменениями, вносимыми системой в данные пациента?" ],
      "3": [ "Шифруются ли медицинские данные пациентов при передаче и хранении?", "Разделен ли доступ к данным пациентов между различными категориями пользователей (например, врач, медсестра, администратор)?", "Предусмотрена ли система защиты от несанкционированного доступа к медицинским картам?", "Поддерживает ли система автоматическое обнаружение аномальной активности (например, массовый доступ к данным пациентов)?", "Может ли пациент ограничить доступ к своим медицинским данным для определенных категорий медицинских работников?", "Соответствует ли система требованиям HIPAA, GDPR или аналогичных законов о защите персональных данных?", "Есть ли в системе функция автоматического разрыва сеанса при отсутствии активности пользователя?", "Проводятся ли регулярные тестирования системы на уязвимости и угрозы кибератак?", "Может ли пациент запросить удаление своих данных из базы, если он больше не хочет их хранить?", "Есть ли механизм восстановления данных в случае сбоя системы или кибератаки?" ],
      "4": [ "Поясняет ли система врачу, на основании каких данных был поставлен диагноз или рекомендовано лечение?", "Может ли пациент получить объяснение логики принятия решений алгоритмом?", "Имеются ли обучающие материалы для врачей о правильном использовании системы?", "Проводятся ли регулярные проверки точности и корректности работы алгоритма?", "Имеется ли в системе механизм исправления ошибок в медицинских данных пациента?", "Доступны ли пациенту данные о том, какие медицинские специалисты просматривали его карту?", "Проводится ли система регулярный аудит на предмет предвзятости в принятии решений?", "Сообщает ли система врачу и пациенту о возможных ограничениях модели или уровнях ее точности?", "Может ли пациент оспорить диагноз или лечение, предложенное системой?", "Информирует ли система врачей о последних обновлениях в алгоритмах и их изменениях?" ],
      "5": [ "Может ли пациент отказаться от использования системы и выбрать альтернативный метод диагностики?", "Позволяет ли система медицинским учреждениям соблюдать права пациентов на анонимность?", "Сообщает ли система пациенту о том, какие его медицинские данные обрабатываются и с какой целью?", "Учитывает ли система предпочтения пациента (например, отказ от определенных методов лечения по религиозным или личным убеждениям)?", "Может ли врач или пациент запретить использование их медицинских данных для обучения алгоритмов ИИ?", "Соответствует ли система принципам доказательной медицины и международным медицинским стандартам?", "Способствует ли использование системы улучшению доступности медицинской помощи?", "Уведомляет ли система пациента о возможных побочных эффектах предлагаемых методов лечения?", "Есть ли механизм независимой экспертизы спорных случаев, возникающих при использовании системы?", "Способствует ли система повышению качества жизни пациентов, а не только оптимизации работы врачей?" ],
      "6": [ "Позволяет ли система сокращать количество бумажной документации за счет цифровых карт пациентов?", "Использует ли система энергоэффективные серверы или облачные технологии для минимизации потребления энергии?", "Предусматривает ли система возможность оповещения медицинских сотрудников об износостойкости оборудования и необходимости его замены?", "Оптимизирована ли система для работы на маломощных устройствах, чтобы снизить потребность в дорогостоящем оборудовании?", "Может ли система работать в условиях ограниченного интернет-соединения (например, в удаленных районах)?", "Способствует ли система рациональному использованию лекарств и предотвращению избыточного назначения?", "Учитывает ли система влияние медицинских решений на окружающую среду (например, уменьшение использования одноразовых материалов)?", "Разрабатывается ли система с учетом долгосрочной совместимости с другими медицинскими платформами?", "Помогает ли система медицинским учреждениям рационально использовать ресурсы, снижая нагрузку на врачей?", "Учитывает ли система экологические и социальные последствия от цифровизации медицины?" ]
    },

    "2": {
      "1": [ "Учитывает ли система индивидуальные особенности учащихся (например, уровень подготовки, стиль обучения)?", "Доступна ли платформа для учеников с ограниченными возможностями (например, поддержка экранных читалок, субтитров, альтернативных форматов)?", "Предлагает ли система контент, адаптированный для разных возрастных групп и когнитивных способностей?", "Обеспечивает ли платформа равный доступ к образовательным материалам вне зависимости от социально-экономического статуса обучающихся?", "Учитывает ли система культурные и языковые особенности студентов (например, локализованный контент, возможность перевода)?", "Исключает ли алгоритм предвзятость в оценке знаний (например, не дискриминирует ли учеников по имени, полу, месту жительства)?", "Поддерживает ли система форматы обучения для разных типов образовательных учреждений (например, школы, колледжи, университеты, курсы повышения квалификации)?", "Может ли ученик или преподаватель настраивать интерфейс под свои потребности (размер шрифта, цветовую схему, голосовые команды)?", "Предоставляет ли система равные возможности для участия в онлайн-обучении независимо от скорости интернет-соединения?", "Предусмотрена ли возможность участия родителей в обучении детей (например, родительский кабинет, отчеты об успеваемости)?" ],
      "2": [ "Может ли преподаватель редактировать или отменять автоматическую оценку, выставленную системой?", "Есть ли в системе механизм обратной связи, позволяющий ученикам оспорить результаты тестов или заданий?", "Поддерживает ли платформа отслеживание всех изменений в образовательных материалах и результатах студентов?", "Может ли преподаватель вмешаться в работу алгоритма, если он выдает некорректные рекомендации?", "Есть ли в системе механизм предотвращения автоматического списывания и нечестных методов сдачи тестов?", "Соответствует ли система образовательным стандартам и требованиям министерств образования?", "Обеспечивает ли платформа уведомление учеников и преподавателей о причинах изменений в структуре курсов и алгоритмах?", "Может ли администрация учебного заведения регулировать настройки системы в зависимости от своих нужд?", "Осуществляется ли контроль за корректностью работы системы со стороны независимых экспертов в области образования?", "Поддерживает ли система регулярную оценку эффективности алгоритмов на основе реальных результатов обучения?" ],
      "3": [ "Защищены ли личные данные учащихся и преподавателей от несанкционированного доступа?", "Предусмотрена ли возможность удаленного управления доступом (например, ограничение доступа по ролям: учитель, ученик, родитель, администратор)?", "Использует ли система шифрование данных при их передаче и хранении?", "Есть ли в системе механизм защиты от кибербуллинга и несанкционированного общения между пользователями?", "Может ли ученик или родитель запросить удаление персональных данных из системы?", "Соответствует ли система законам о защите данных, таким как GDPR или федеральные законы об образовании?", "Может ли преподаватель или администратор выявлять подозрительную активность (например, массовые входы с разных IP-адресов, взлом аккаунтов)?", "Есть ли в системе механизм предотвращения потери данных, например, регулярное резервное копирование?", "Обеспечивает ли система защиту от вредоносного контента (например, фильтрацию неподобающих материалов в чатах и форумах)?", "Есть ли в платформе инструменты для обеспечения цифрового благополучия (например, контроль времени, проведенного за экраном)?" ],
      "4": [ "Разъясняет ли система ученикам и преподавателям, как именно она оценивает задания и тесты?", "Может ли пользователь посмотреть, какие данные о нем собирает и использует платформа?", "Доступны ли обучающие материалы по использованию системы для преподавателей и учеников?", "Обеспечивает ли система регулярные обновления информации о новых возможностях и изменениях?", "Позволяет ли система пользователям контролировать настройки приватности и хранения данных?", "Доступен ли отчет о том, как система формирует персонализированные рекомендации для учеников?", "Проводятся ли тестирования алгоритмов системы на предмет их точности и справедливости?", "Может ли преподаватель или ученик влиять на содержание образовательного курса (например, предлагать изменения, добавлять источники)?", "Сообщает ли система преподавателям о технических сбоях и их возможных последствиях?", "Предоставляет ли система обратную связь о том, как ее использование влияет на образовательный процесс?" ],
      "5": [ "Может ли ученик отказаться от использования системы в пользу традиционного формата обучения?", "Позволяет ли система преподавателям и ученикам сохранять авторские права на создаваемые материалы?", "Предупреждает ли система пользователей о возможных рисках при передаче персональных данных?", "Способствует ли платформа инклюзивности, обеспечивая равные возможности для всех категорий учащихся?", "Может ли родитель контролировать образовательный процесс своего ребенка через систему?", "Обеспечивает ли система учет индивидуальных образовательных траекторий учеников?", "Способствует ли система снижению стресса у учеников (например, гибкие дедлайны, адаптивные задания)?", "Может ли ученик самостоятельно выбирать образовательные модули или корректировать учебный план?", "Способствует ли система развитию критического мышления и самостоятельного поиска информации?", "Учитывает ли система благополучие учащихся, предлагая рекомендации по здоровью и управлению учебной нагрузкой?" ],
      "6": [ "Позволяет ли система снижать потребность в бумажных учебных материалах за счет цифровых ресурсов?", "Использует ли платформа энергоэффективные технологии (например, облачные серверы с низким энергопотреблением)?", "Обеспечивает ли система возможность повторного использования и обновления образовательных материалов без их полной замены?", "Оптимизирована ли система для работы на устройствах с низкими техническими характеристиками, чтобы снизить цифровое неравенство?", "Может ли платформа работать в регионах с ограниченным интернет-соединением?", "Способствует ли система сокращению образовательного разрыва между городскими и сельскими школами?", "Поддерживает ли платформа открытые образовательные ресурсы (OER) для всех желающих?", "Учитывает ли система долгосрочную совместимость с другими образовательными платформами?", "Способствует ли система эффективному использованию времени учеников и преподавателей, снижая лишнюю нагрузку?", "Учитывает ли система влияние цифрового обучения на ментальное здоровье и социальное развитие учащихся?" ]
    },

    "3": {
      "1": [ "Учитывает ли система кредитную историю пользователей без дискриминации по полу, возрасту, месту проживания?", "Предоставляет ли платформа равные условия для клиентов с разным уровнем дохода?", "Доступен ли интерфейс для пользователей с ограниченными возможностями (например, слабовидящих или слабослышащих)?", "Обеспечивает ли платформа поддержку различных языков и культурных особенностей клиентов?", "Предусмотрены ли специальные условия или продукты для финансово уязвимых групп населения?", "Может ли система корректно работать при нестабильном интернет-соединении, чтобы не ограничивать доступ пользователей?", "Исключена ли дискриминация алгоритмами скоринга при выдаче кредитов или страховых услуг?", "Предлагает ли система прозрачные и понятные условия финансовых операций без скрытых платежей?", "Обеспечивает ли платформа равные возможности для малых и средних предприятий наряду с крупными корпорациями?", "Поддерживает ли система альтернативные способы идентификации пользователей (например, биометрию вместо паспортных данных)?" ],
      "2": [ "Может ли пользователь оспорить автоматическое решение системы (например, отказ в кредите, блокировку счета)?", "Контролируется ли работа алгоритмов человеком в случае сложных или спорных финансовых ситуаций?", "Предусмотрен ли механизм для объяснения причин отказа в финансовых услугах?", "Доступен ли клиентам и аудиторам полный отчет о финансовых операциях?", "Может ли пользователь отключить автоматические алгоритмы рекомендаций и принимать решения самостоятельно?", "Соответствует ли система финансовым регуляторным требованиям страны работы?", "Обеспечивает ли система механизм предотвращения мошеннических операций (например, двухфакторная аутентификация)?", "Можно ли настроить уровень автоматизации в зависимости от предпочтений клиента?", "Обеспечивает ли система проверку корректности работы ИИ-моделей независимыми экспертами?", "Есть ли у пользователей возможность связаться с живым консультантом в случае спорных вопросов?" ],
      "3": [ "Использует ли система шифрование данных при передаче и хранении информации?", "Соблюдает ли платформа законодательные требования (например, GDPR, Закон о защите персональных данных)?", "Можно ли удалить личные данные пользователя из системы по запросу?", "Предусмотрен ли механизм защиты от финансовых мошенничеств (например, подозрительных транзакций, фишинга)?", "Оповещает ли система пользователей о подозрительных действиях (например, вход с нового устройства, крупная транзакция)?", "Использует ли система анонимизацию и псевдонимизацию данных клиентов?", "Может ли пользователь контролировать, какие его данные передаются третьим лицам?", "Обеспечивает ли платформа резервное копирование и защиту от потери данных?", "Сообщает ли система пользователям о случаях утечки данных?", "Есть ли у пользователей возможность управлять настройками безопасности своих аккаунтов?" ],
      "4": [ "Разъясняет ли система пользователям, как она принимает решения по выдаче кредитов и другим финансовым услугам?", "Открыта ли информация о комиссиях, ставках и дополнительных сборах?", "Может ли пользователь узнать, какие данные анализируются системой при принятии решений?", "Доступны ли обучающие материалы по финансовой грамотности и использованию платформы?", "Обеспечивает ли система регулярные обновления информации о новых функциях и изменениях в работе?", "Позволяет ли система клиентам контролировать, какие данные используются для персонализированных предложений?", "Проводятся ли тестирования алгоритмов на предмет справедливости и отсутствия предвзятости?", "Объясняет ли система, почему она рекомендует определенные финансовые продукты?", "Есть ли возможность пользователю отключить автоматизированные рекомендации и рекламные предложения?", "Сообщает ли система пользователям о потенциальных рисках, связанных с их финансовыми операциями?" ],
      "5": [ "Учитывает ли система интересы социально уязвимых групп, предоставляя льготные условия или помощь в принятии решений?", "Может ли пользователь контролировать уровень риска при инвестициях, используя прозрачные инструменты?", "Соответствуют ли методы обработки данных и принятия решений принципам этичности и недискриминации?", "Позволяет ли система клиентам использовать альтернативные финансовые продукты (например, исламское финансирование, безрисковые инвестиции)?", "Предусмотрена ли возможность отказа от определенных финансовых услуг без штрафов?", "Сообщает ли система пользователям о возможных негативных последствиях их решений (например, высокие кредитные ставки)?", "Способствует ли платформа повышению финансовой грамотности населения?", "Может ли пользователь выбирать, как его личные данные используются в аналитике и рекламе?", "Сообщает ли система клиенту о потенциальных рисках использования высоковолатильных финансовых инструментов?", "Обеспечивает ли платформа механизмы защиты клиентов от необдуманных финансовых решений (например, предупреждения о рисках)?" ],
      "6": [ "Снижает ли система бумажный документооборот за счет цифровых решений?", "Использует ли платформа энергоэффективные серверные технологии?", "Поддерживает ли система инвестиции в проекты устойчивого развития (например, ESG-инвестирование)?", "Способствует ли система снижению финансовой неграмотности среди населения?", "Позволяет ли система отказаться от неэкологичных продуктов (например, пластиковых карт в пользу виртуальных)?", "Оказывает ли платформа влияние на развитие малого бизнеса?", "Может ли система работать в условиях низкого интернет-покрытия для доступа в удаленных регионах?", "Способствует ли FinTech-решение снижению коррупции и нелегальных финансовых потоков?", "Поддерживает ли система партнерства с организациями, занимающимися устойчивым развитием?", "Предусматривает ли платформа социально-ответственные финансовые продукты, направленные на развитие общества?" ]
    },

    "4": {
      "1": [ "Учитывает ли ваше IT-решение потребности малых фермерских хозяйств наряду с крупными агрокомпаниями?", "Может ли ваша система адаптироваться к разным климатическим условиям и видам сельхозкультур?", "Обеспечивает ли ваш продукт поддержку на нескольких языках для различных регионов?", "Учитывает ли алгоритм решения специфику сельского хозяйства в развивающихся странах?", "Предусмотрены ли в вашем решении инструменты для работы фермерами с ограниченными физическими возможностями?", "Помогает ли ваша система сокращать разрыв в доступе к сельхозтехнологиям между разными социальными группами?", "Способно ли ваше решение учитывать традиционные методы ведения сельского хозяйства наряду с высокотехнологичными подходами?", "Гарантирует ли система равный доступ к сельхозданным для разных типов пользователей?", "Позволяет ли ваше IT-решение учитывать потребности локальных сообществ и их традиции в сельском хозяйстве?", "Использует ли ваш алгоритм данные, свободные от дискриминационных факторов, таких как географическое местоположение или размер хозяйства?" ],
      "2": [ "Может ли человек в любой момент вмешаться в работу алгоритма или скорректировать его действия?", "Обеспечивает ли ваше IT-решение возможность отмены автоматических решений?", "Предусмотрен ли механизм аудита принятых системой решений по управлению урожаем или техникой?", "Позволяет ли ваша система пользователю самостоятельно настраивать параметры автоматизации процессов?", "Есть ли в вашем решении функция ручной калибровки сенсоров и оборудования?", "Позволяет ли алгоритм прогнозирования сельхозпоказателей учитывать мнение агрономов и специалистов?", "Может ли пользователь вносить коррективы в прогнозы системы по урожайности?", "Предусматривает ли система отчётность по ошибкам и анализ случаев неправильного принятия решений?", "Имеет ли ваше решение функцию обратной связи от фермеров по корректности работы алгоритмов?", "Предусмотрен ли процесс независимой экспертной оценки работы системы?" ],
      "3": [ "Шифруются ли персональные данные фермеров, загружаемые в систему?", "Обеспечивает ли система защиту от несанкционированного доступа к данным о земельных участках?", "Исключает ли алгоритм вероятность раскрытия коммерчески чувствительных данных, таких как цены на продукцию?", "Может ли система защитить данные от кибератак, например, с помощью многофакторной аутентификации?", "Проводится ли регулярное тестирование на уязвимости IT-решения?", "Исключает ли алгоритм вероятность нанесения вреда окружающей среде (например, чрезмерное использование удобрений)?", "Может ли система идентифицировать подозрительные аномалии в данных (например, фальсификацию информации о посевах)?", "Используется ли в решении защита от утечки геоданных сельскохозяйственных угодий?", "Может ли пользователь управлять настройками конфиденциальности своих данных в системе?", "Соответствует ли обработка данных требованиям международных стандартов (например, GDPR, ISO 27001)?" ],
      "4": [ "Объясняет ли система пользователю, на основании каких данных принимаются рекомендации?", "Предоставляет ли IT-решение возможность пользователю видеть и анализировать историю прогнозов и решений?", "Может ли фермер понять, как система принимает решения о применении удобрений или орошении?", "Учитывает ли интерфейс решения уровень цифровой грамотности фермеров?", "Имеет ли система справочные материалы или обучающие модули для пользователей?", "Позволяет ли решение фермерам легко интерпретировать данные о состоянии почвы и посевов?", "Обеспечивает ли система наглядность представления данных (графики, карты, диаграммы)?", "Доступны ли пользователям пояснения к сложным алгоритмам прогнозирования урожайности?", "Предусмотрена ли возможность консультации со специалистом при возникновении вопросов?", "Содержит ли интерфейс платформы адаптивные настройки для пользователей с разным уровнем опыта?" ],
      "5": [ "Может ли ваше решение улучшить условия труда сельхозработников?", "Снижает ли система риск эксплуатации работников за счёт автоматизации тяжёлых процессов?", "Обеспечивает ли решение защиту прав фермеров на владение их данными?", "Учитывает ли алгоритм потребности сельских сообществ в устойчивом развитии?", "Способствует ли система развитию сельского предпринимательства?", "Учитывает ли алгоритм влияние автоматизации на рабочие места в сельском хозяйстве?", "Позволяет ли решение снизить нагрузку на работников за счёт оптимизации агропроцессов?", "Предусмотрены ли механизмы поддержки пользователей в случае сбоя или отказа системы?", "Помогает ли система фермерам адаптироваться к изменениям климата и рыночной среды?", "Соответствует ли работа системы принципам ответственного ведения агробизнеса?" ],
      "6": [ "Позволяет ли ваше решение сократить использование химических удобрений и пестицидов?", "Учитывает ли алгоритм влияние сельхоздеятельности на биоразнообразие?", "Оптимизирует ли система расход воды для орошения?", "Может ли IT-решение помочь фермерам снизить выбросы парниковых газов?", "Способствует ли система внедрению практик регенеративного земледелия?", "Поддерживает ли решение использование данных о погодных изменениях для адаптации посевов?", "Дает ли платформа какие-то советы для минимизации эрозии почвы?", "Учитывает ли алгоритм потребности экосистем при расчёте агротехнических мероприятий?", "Позволяет ли система мониторить влияние сельского хозяйства на качество воды в регионе?", "Предусмотрены ли в решении инструменты для повышения эффективности использования сельхозугодий без ущерба для окружающей среды?" ]
    },

    "5": {
      "1": [ "Предоставляет ли ваше IT-решение равный доступ к туристическим услугам для людей с ограниченными возможностями?", "Поддерживает ли система несколько языков для пользователей из разных стран?", "Учитывает ли алгоритм рекомендации предпочтения разных возрастных и культурных групп?", "Предусматривает ли ваше решение возможность поиска доступных туристических маршрутов для людей с особыми потребностями?", "Охватывает ли ваш сервис как популярные туристические направления, так и менее известные, но культурно значимые места?", "Позволяет ли система адаптировать пользовательский интерфейс в зависимости от индивидуальных предпочтений?", "Учитывает ли алгоритм фильтрации туров потребности семей с детьми?", "Предоставляет ли ваша платформа равные возможности для малого и среднего туристического бизнеса наряду с крупными компаниями?", "Может ли ваш сервис рекомендовать пользователям этнические и культурные туры, учитывая их интересы?", "Предусмотрена ли в системе возможность сообщать о дискриминационных или неполных данных?" ],
      "2": [ "Может ли пользователь самостоятельно настраивать параметры поиска и фильтрации туров?", "Позволяет ли система отменить автоматические рекомендации и выбрать маршрут вручную?", "Имеет ли платформа механизм обратной связи, чтобы пользователи могли сообщать о неточностях информации?", "Может ли пользователь отключить персонализированные рекомендации и использовать только базовый поиск?", "Доступен ли контроль за бронированиями, маршрутами и расходами в одном интерфейсе?", "Позволяет ли система корректировать предложенные маршруты с учётом реальных условий (погода, сезонность)?", "Может ли турист вручную редактировать свой профиль, чтобы изменить параметры рекомендаций?", "Предусмотрена ли в платформе возможность пересмотра автоматически рассчитанных цен на туры?", "Предоставляет ли ваш сервис пользователю право отклонить автоматизированные решения, например, по подбору отелей?", "Позволяет ли система сравнивать результаты автоматических предложений с независимыми источниками информации?" ],
      "3": [ "Шифруются ли персональные данные пользователей при регистрации и бронировании?", "Исключает ли система передачу данных о маршрутах пользователей третьим лицам без их согласия?", "Поддерживает ли платформа двухфакторную аутентификацию для защиты аккаунтов?", "Может ли турист скрыть свои личные данные от отелей и туроператоров до момента подтверждения бронирования?", "Учитывает ли система возможные риски мошенничества при оплате туров и бронировании жилья?", "Обеспечивает ли ваш сервис защиту пользователей от фальшивых отзывов и поддельных туров?", "Предупреждает ли платформа пользователей о потенциально небезопасных районах или мошеннических схемах?", "Позволяет ли система анонимизировать геоданные пользователей для защиты их приватности?", "Поддерживает ли сервис автоматическое оповещение близких людей о передвижениях туриста (например, в экстренных случаях)?", "Содержит ли система рекомендации по безопасному путешествию, основанные на актуальных данных?" ],
      "4": [ "Разъясняет ли система, на основе каких критериев она рекомендует маршруты и отели?", "Предоставляет ли ваш сервис информацию о методах расчета цен на туры и авиабилеты?", "Доступен ли пользователям разбор оценок и рейтингов туров с объяснением, почему они были выставлены?", "Позволяет ли система туристам оставлять развернутые отзывы и прикреплять доказательства (фото, видео)?", "Может ли пользователь видеть рейтинг туристического объекта, сформированный на основе независимых источников?", "Предусмотрена ли в платформе система оценки достоверности отзывов?", "Предоставляет ли сервис пользователям инструкции и обучающие материалы по использованию платформы?", "Может ли пользователь проверить, как часто обновляются данные о ценах и доступности туров?", "Открыто ли информирует система о возможных дополнительных сборах и скрытых платежах?", "Показывает ли сервис наглядные маршруты с интерактивными картами для удобства путешественников?" ],
      "5": [ "Исключает ли ваш сервис продвижение туров, которые могут поддерживать эксплуатацию местных сообществ?", "Поддерживает ли платформа туры, направленные на развитие локальной экономики и поддержку малого бизнеса?", "Содержит ли ваш сервис предупреждения о потенциальной эксплуатации туристов (например, мошенничество с гидами)?", "Предоставляет ли платформа достоверную информацию о возможных культурных ограничениях в посещаемых странах?", "Помогает ли система туристам избежать участия в сомнительных экскурсиях (например, связанные с жестоким обращением с животными)?", "Поддерживает ли ваш сервис маршруты, которые способствуют уважению культурных и религиозных традиций местных сообществ?", "Позволяет ли система туристам оставлять жалобы на нарушения прав человека (например, плохие условия труда в отелях)?", "Может ли турист узнать, как его поездка влияет на благосостояние местных жителей?", "Включает ли сервис возможности благотворительной поддержки локальных инициатив и волонтерских программ?", "Гарантирует ли платформа, что данные о туристах не передаются третьим лицам в целях дискриминации?" ],
      "6": [ "Поддерживает ли система экологически устойчивые маршруты, уменьшающие углеродный след?", "Может ли пользователь фильтровать туры по их влиянию на окружающую среду?", "Учитывает ли платформа информацию о заповедных зонах и ограничениях для туристов?", "Поддерживает ли ваш сервис рекомендации по экологически ответственным отелям и перевозчикам?", "Позволяет ли система туристам оценивать, насколько их путешествие влияет на природу?", "Включает ли ваш сервис информацию о локальных экологических инициативах, в которых можно участвовать?", "Предупреждает ли система о правилах посещения природоохранных зон?", "Снижает ли IT-решение негативное воздействие массового туризма на природу за счёт оптимизации маршрутов?", "Поддерживает ли ваш сервис развитие эко-туризма и локальных экологических программ?", "Помогает ли система пользователям выбирать более экологичные способы передвижения (например, ж/д вместо авиаперелётов)?" ]
    },

    "6": {
      "1": [ "Позволяет ли ваше IT-решение адаптировать спортивные программы для людей с ограниченными возможностями?", "Учитывает ли система пол, возраст и физическую подготовку при подборе тренировок?", "Поддерживает ли платформа несколько языков для пользователей из разных стран?", "Предоставляет ли сервис равные возможности для начинающих и профессиональных спортсменов?", "Есть ли в системе алгоритмы, исключающие дискриминацию при подборе спортивных мероприятий?", "Позволяет ли платформа спортсменам из разных социальных слоёв участвовать в соревнованиях на равных условиях?", "Учитывает ли система культурные особенности при разработке спортивного контента?", "Есть ли в платформе возможность настраивать интерфейс для людей с нарушениями зрения или слуха?", "Предоставляет ли сервис доступ к бесплатным или льготным спортивным программам?", "Может ли пользователь выбирать уровень сложности тренировок в зависимости от индивидуальных особенностей?" ],
      "2": [ "Может ли пользователь вручную корректировать параметры тренировок и спортивных программ?", "Позволяет ли система отклонить автоматические рекомендации и выбрать тренировки самостоятельно?", "Может ли спортсмен контролировать использование своих биометрических данных в системе?", "Предусмотрен ли механизм обратной связи для улучшения алгоритмов рекомендаций?", "Позволяет ли сервис отменить участие в соревнованиях без штрафных санкций?", "Может ли пользователь настраивать уведомления о тренировках и соревнованиях по своему усмотрению?", "Поддерживает ли система возможность редактирования и удаления тренировочной истории?", "Может ли пользователь отключить сбор данных о своей физической активности?", "Доступны ли альтернативные способы регистрации без привязки к соцсетям?", "Позволяет ли система отказаться от рекламных или партнерских рекомендаций?" ],
      "3": [ "Шифруются ли персональные данные пользователей при передаче и хранении?", "Исключает ли платформа передачу данных о физическом состоянии пользователей третьим лицам без их согласия?", "Поддерживает ли система двухфакторную аутентификацию для защиты аккаунта?", "Может ли спортсмен скрыть информацию о своих тренировках от посторонних?", "Есть ли в сервисе предупреждения о рисках травм и рекомендации по безопасным тренировкам?", "Анализирует ли система возможные перегрузки и даёт рекомендации по восстановлению?", "Уведомляет ли платформа о превышении безопасных границ физической нагрузки?", "Предоставляет ли система рекомендации по медицинскому обследованию перед началом тренировок?", "Использует ли сервис анонимные данные при составлении статистики о пользователях?", "Исключает ли ваш сервис риски мошенничества при онлайн-записи на тренировки и соревнования?" ],
      "4": [ "Открыто ли сервис информирует о методах расчёта рекомендаций по тренировкам?", "Разъясняет ли система, почему были предложены определённые виды спорта или упражнения?", "Позволяет ли пользователям оставлять развернутые отзывы о тренерах и спортивных клубах?", "Доступны ли пользователям независимые рейтинги спортивных центров и мероприятий?", "Предоставляет ли система данные о частоте обновления информации о тренировках?", "Разъясняет ли сервис потенциальные риски использования определённых методов тренировок?", "Может ли пользователь проверить, какие данные используются для персонализированных рекомендаций?", "Есть ли в системе обучающие материалы о правильной технике выполнения упражнений?", "Прозрачна ли система расчёта стоимости спортивных программ и абонементов?", "Уведомляет ли платформа пользователей о возможных дополнительных сборах при бронировании тренировок?" ],
      "5": [ "Исключает ли система рекламу опасных или вредных для здоровья спортивных практик?", "Есть ли в системе механизмы поддержки любительского и массового спорта?", "Содержит ли сервис предупреждения о возможных нарушениях прав спортсменов (например, дискриминация в спорте)?", "Информирует ли платформа пользователей о потенциальных случаях мошенничества со спортивными ставками?", "Поддерживает ли сервис программы бесплатных спортивных занятий для малоимущих групп населения?", "Поддерживаются ли инициативы по развитию детского и молодежного спорта?", "Гарантирует ли сервис защиту данных спортсменов от несанкционированного доступа?", "Содержит ли система рекомендации по борьбе с допингом и нечестными методами в спорте?", "Позволяет ли сервис пользователям отслеживать положительное влияние спорта на их психологическое здоровье?", "Способствует ли платформа популяризации здорового образа жизни?" ],
      "6": [ "Поддерживает ли система мероприятия, направленные на развитие экоспорта (например, беговые марафоны без пластика)?", "Рекомендует ли платформа экологически чистые способы тренировок (например, занятия на свежем воздухе)?", "Информирует ли сервис о необходимости минимизировать загрязнение окружающей среды при спортивных мероприятиях?", "Учитывает ли система уровень загрязнения воздуха при выдаче рекомендаций по тренировкам на улице?", "Поддерживает ли ваш сервис спорт-программы, направленные на улучшение экологической обстановки (например, плоггинг)?", "Поддерживаются ли программы реабилитации и восстановления спортсменов после травм?", "Развивает ли платформа устойчивые спортивные инициативы (например, переработка формы, сокращение пластика)?", "Учитывает ли ваш сервис влияние строительства спортивных объектов на природу?", "Помогает ли система выбирать маршруты пробежек с учетом экологии (например, через зеленые зоны вместо загазованных улиц)?", "Поддерживает ли сервис участие пользователей в спортивных мероприятиях, направленных на защиту окружающей среды?" ]
    },

    "7": {
      "1": [ "Учитывает ли система потребности маломобильных граждан (например, поддержка транспорта с подъемниками, адаптация интерфейса для слабовидящих)?", "Предоставляет ли решение равные возможности для работы водителям и курьерам вне зависимости от возраста, пола и национальности?", "Учитывает ли алгоритм распределения заказов транспортную доступность удаленных районов и сельской местности?", "Позволяет ли система пользователям с разными финансовыми возможностями выбирать более доступные транспортные варианты?", "Есть ли в системе возможность выбора экологичного транспорта (электробусы, грузовики на газу, велосипеды)?", "Предусмотрены ли специальные тарифы или скидки для пенсионеров, студентов, многодетных семей?", "Учитывает ли алгоритм загрузку общественного транспорта, чтобы избежать перегруженности в час пик?", "Доступен ли сервис на нескольких языках, включая языки национальных меньшинств?", "Обеспечивает ли система беспристрастное назначение заказов водителям, независимо от их рейтинга и истории поездок?", "Позволяет ли система пассажирам и операторам транспортных средств сообщать о случаях дискриминации?" ],
      "2": [ "Может ли диспетчер вручную корректировать маршрут грузоперевозки, если алгоритм предложил неэффективный вариант?", "Предусмотрена ли возможность экстренной связи с оператором в случае проблем с транспортировкой груза или пассажира?", "Может ли водитель отказаться от назначенного маршрута, если он небезопасен (например, плохие дорожные условия)?", "Отслеживаются ли инциденты на маршрутах (аварии, задержки) с возможностью их анализа и предотвращения в будущем?", "Может ли клиент оспорить некорректное списание средств или неправильный расчет тарифа за перевозку?", "Есть ли механизм подтверждения доставки груза с фотофиксацией или электронной подписью получателя?", "Поддерживается ли интеграция с государственными системами мониторинга дорожной обстановки для оперативного реагирования?", "Предусмотрена ли отчетность по пробегу транспортных средств для соблюдения экологических стандартов?", "Имеется ли возможность отключить автоматическое назначение заказов и перейти в ручной режим?", "Есть ли система рейтингов и проверок водителей, чтобы контролировать их квалификацию и поведение на дороге?" ],
      "3": [ "Защищены ли персональные данные пассажиров и грузоотправителей от утечек (например, телефоны, адреса доставки)?", "Используется ли сквозное шифрование при передаче данных о маршрутах и заказах?", "Предусмотрена ли многофакторная аутентификация для доступа к системе водителей и логистов?", "Существует ли система автоматического оповещения о подозрительной активности (например, аномальные маршруты, мошеннические заказы)?", "Имеется ли встроенный механизм экстренного вызова помощи в случае угрозы безопасности пассажира или водителя?", "Есть ли возможность анонимного заказа поездки или доставки для защиты конфиденциальности?", "Проводится ли проверка водителей и курьеров на наличие судимости и нарушений правил дорожного движения?", "Может ли система блокировать пользователей, нарушающих нормы безопасности (например, водителей, превышающих скорость)?", "Фиксируются ли попытки несанкционированного доступа к системе (например, хакерские атаки, утечки данных)?", "Есть ли резервные механизмы для продолжения работы в случае кибератаки или технического сбоя?" ],
      "4": [ "Объясняет ли система пассажирам и логистам, как формируются цены и маршруты?", "Предоставляется ли информация о том, как используются персональные данные пользователей?", "Доступен ли рейтинг водителей и перевозчиков перед заказом поездки или доставки?", "Может ли клиент отслеживать статус своего заказа или поездки в реальном времени?", "Есть ли система push-уведомлений о задержках, изменениях маршрута или форс-мажорных обстоятельствах?", "Проводится ли обучение персонала (водителей, диспетчеров) по использованию системы?", "Доступны ли справочные материалы и инструкции по работе с сервисом для новых пользователей?", "Может ли клиент оставить отзыв и повлиять на работу платформы?", "Предоставляет ли система детализированные отчеты о поездках, включая расчет тарифов и пробег?", "Есть ли прозрачные механизмы разрешения споров между клиентами и перевозчиками?" ],
      "5": [ "Соблюдаются ли в системе трудовые права водителей и курьеров (например, адекватные рабочие часы, своевременная оплата)?", "Имеется ли возможность для перевозчиков и водителей обжаловать несправедливые решения алгоритма (например, внезапное отключение от платформы)?", "Учитываются ли интересы местных сообществ при планировании новых логистических маршрутов?", "Обеспечивается ли доступность общественного транспорта для социально незащищенных слоев населения?", "Поддерживает ли система интеграцию с программами городского развития (например, создание велодорожек, сокращение пробок)?", "Существуют ли меры по обеспечению безопасности женщин в такси и общественном транспорте?", "Учитывает ли платформа интересы малого и среднего бизнеса в логистической цепочке?", "Есть ли механизмы контроля перегрузки водителей, чтобы избежать усталости и ДТП?", "Предоставляет ли система компенсации в случае ущерба пассажирам или отправителям грузов?", "Способствует ли решение повышению качества жизни в городах (например, сокращение времени в пробках, улучшение общественного транспорта)?" ],
      "6": [ "Оптимизирует ли система маршруты для снижения выбросов CO2?", "Предлагает ли сервис альтернативные виды транспорта (например, электросамокаты, электровелосипеды, гибридные автомобили)?", "Используется ли аналитика для прогнозирования транспортных потоков и снижения загруженности дорог?", "Контролирует ли система износостойкость автопарка?", "Есть ли система поощрения пользователей за выбор общественного или экологичного транспорта?", "Интегрируется ли платформа с государственными программами по устойчивому развитию (например, мониторинг качества воздуха, снижение шума)?", "Оптимизируются ли грузоперевозки для уменьшения пустых рейсов и экономии топлива?", "Включает ли сервис информацию о точках утилизации отходов для транспортных компаний?", "Поддерживает ли система развитие каршеринга и совместных поездок, чтобы снизить количество машин на дорогах?", "Может ли решение влиять на городской транспорт в плане снижения числа пробок и аварийности?" ]
    },

    "8": {
      "1": [ "Обеспечивает ли система равный доступ к правосудию для всех граждан, включая маломобильных людей?", "Учитывает ли алгоритм судебного разбирательства или предсказательной аналитики возможные предвзятости (например, расовые, гендерные)?", "Позволяет ли ИТ-решение гражданам разных социальных групп легко обращаться за защитой своих прав?", "Поддерживает ли система несколько языков для обеспечения доступности для национальных меньшинств?", "Предусмотрен ли механизм проверки алгоритмов предиктивного анализа на предмет дискриминации в отношении подозреваемых?", "Обеспечена ли инклюзивность в цифровых сервисах для подачи жалоб, заявлений и документов?", "Учитываются ли социально-экономические факторы при анализе преступности для предотвращения стигматизации определенных групп?", "Может ли гражданин без юридического образования понять интерфейс и пользоваться услугами системы без посредников?", "Обеспечивает ли система защиту прав лиц с ограниченными возможностями при участии в судопроизводстве (например, субтитры, сурдоперевод, шрифты Брайля)?", "Предусмотрена ли независимая экспертиза на наличие предвзятости в решениях, принимаемых ИТ-системой?" ],
      "2": [ "Может ли судья или следователь отклонить автоматизированное предложение ИТ-решения, если оно кажется ошибочным?", "Доступны ли механизмы проверки решений ИИ на предмет ошибок и необоснованности?", "Предусмотрена ли возможность оспаривания автоматических штрафов и постановлений, вынесенных системой?", "Есть ли в системе механизмы защиты от злоупотребления властью (например, незаконного отслеживания граждан)?", "Можно ли зафиксировать действия правоохранительных органов в системе для последующего анализа и контроля?", "Поддерживает ли платформа интеграцию с независимыми структурами для мониторинга соблюдения прав человека?", "Фиксируются ли ошибки алгоритмов (например, неверное определение личности) и анализируются ли они для улучшения системы?", "Можно ли вручную корректировать систему прогнозирования преступности при обнаружении ошибочных выводов?", "Есть ли независимый аудит эффективности и корректности работы системы?", "Можно ли восстановить или отменить автоматизированное судебное решение при выявлении ошибки?" ],
      "3": [ "Защищены ли персональные данные граждан, фигурирующих в расследованиях, от несанкционированного доступа?", "Используется ли шифрование данных при передаче информации между судебными и правоохранительными органами?", "Обеспечена ли многофакторная аутентификация для доступа к конфиденциальным материалам?", "Существует ли механизм удаления или анонимизации данных невиновных лиц после закрытия дела?", "Предотвращает ли система возможность незаконного наблюдения за гражданами?", "Поддерживается ли защита свидетелей путем сокрытия их данных в цифровых процессах?", "Ведется ли логирование всех действий пользователей в системе для предотвращения утечек информации?", "Есть ли механизмы блокировки доступа к данным в случае компрометации системы?", "Обеспечивает ли платформа безопасность хранимых доказательств (например, фото- и видеоматериалов)?", "Возможен ли независимый аудит кибербезопасности системы?" ],
      "4": [ "Открыта ли информация о том, как система принимает решения (например, в предиктивной аналитике преступлений)?", "Доступны ли гражданам разъяснения по их правам в цифровом формате?", "Можно ли проверить корректность работы системы без доступа к закрытым данным?", "Есть ли публичная отчетность о точности и эффективности работы системы?", "Может ли пользователь проверить корректность данных, которые система использует для принятия решений?", "Может ли пользователь получить разъяснения по юридическим процедурам через цифровые сервисы?", "Предоставляются ли инструкции для пользователей по безопасному взаимодействию с цифровыми платформами?", "Можно ли вносить жалобы на работу системы и получать по ним разъяснения?", "Разъясняются ли гражданам причины автоматизированных решений (например, начисление штрафов, отказы в рассмотрении заявлений)?", "Проводятся ли независимые экспертизы алгоритмов системы на предмет предвзятости и ошибок?" ],
      "5": [ "Обеспечивает ли система защиту права на неприкосновенность частной жизни при обработке данных?", "Может ли гражданин узнать, какие данные о нем хранятся в системе?", "Обеспечена ли защита персональных данных жертв преступлений?", "Предусмотрены ли механизмы защиты от неправомерных задержаний и судебных ошибок?", "Может ли обвиняемый обжаловать результаты автоматизированного анализа доказательств?", "Исключает ли решение возможность автоматизированного обвинения без человеческого вмешательства?", "Учитывает ли ИТ-решение принципы презумпции невиновности при обработке данных о подозреваемых?", "Позволяет ли система гражданам отслеживать эффективность работы правоохранительных органов?", "Есть ли в платформе инструменты для взаимодействия с правозащитными организациями?", "Способствует ли система защите прав несовершеннолетних в судебных процессах?" ],
      "6": [ "Способствует ли система снижению бумажного документооборота в судах и полиции?", "Используется ли энергоэффективная серверная инфраструктура для работы системы?", "Учитывает ли система экологические факторы при планировании работы правоохранительных органов (например, оптимизация маршрутов патрулирования)?", "Снижает ли ИТ-решение нагрузку на суды и полицию за счет автоматизации рутинных процессов?", "Поддерживает ли система цифровые заседания и удаленное участие сторон для сокращения затрат ресурсов?", "Способствует ли технология повышению общественной безопасности без чрезмерного вмешательства в частную жизнь граждан?", "Оптимизируются ли рабочие процессы в полиции и судах для сокращения времени рассмотрения дел?", "Предотвращает ли система перегрузку сотрудников правоохранительных органов?", "Поддерживаются ли инновации, такие как искусственный интеллект для предсказания преступлений, без нарушения этических норм?", "Способствует ли решение повышению доверия общества к правоохранительной и судебной системе?" ]
    },

    "9": {
      "1": [ "Обеспечивает ли платформа равный доступ к своим функциям для людей с ограниченными возможностями (например, экранные дикторы, субтитры, альтернативный текст)?", "Предусмотрены ли инструменты для борьбы с дискриминацией и токсичным контентом (фильтры, жалобы, модерация)?", "Есть ли механизмы поддержки многоязычного общения (автоматический перевод, субтитры)?", "Поощряет ли платформа участие в обсуждениях пользователей с разными взглядами, не допуская цензуры?", "Учитывает ли алгоритм рекомендации контента интересы и предпочтения разнообразных социальных групп?", "Обеспечена ли защита от баннинга пользователей за их политические или социальные взгляды?", "Есть ли в платформе возможность настройки контента в зависимости от индивидуальных потребностей пользователя (например, фильтрация нежелательного контента)?", "Поддерживает ли система учет национальных и культурных особенностей при модерировании контента?", "Учитываются ли гендерные и социальные аспекты при настройке алгоритмов персонализации контента?", "Обеспечена ли справедливая монетизация контента без дискриминации по географическому или социальному признаку?" ],
      "2": [ "Может ли пользователь самостоятельно управлять своими данными и контентом (редактировать, удалять)?", "Предусмотрен ли механизм обжалования решений модерации?", "Можно ли отключить автоматические алгоритмы рекомендаций и фильтрации контента?", "Разъясняются ли причины блокировки аккаунта или удаления контента?", "Ведется ли учет ошибок автоматизированной модерации, и могут ли пользователи их оспорить?", "Есть ли механизм ручной модерации контента в дополнение к автоматическому?", "Поддерживается ли прозрачность в размещении рекламы (например, пометки о спонсорском контенте)?", "Может ли пользователь выбирать, какие персонализированные данные используются для таргетинга?", "Предусмотрена ли возможность отключения алгоритмов персонализации новостной ленты?", "Контролируется ли работа системы независимыми экспертами на предмет соблюдения этических норм?" ],
      "3": [ "Предусмотрена ли возможность полной или частичной анонимности пользователей?", "Защищены ли личные сообщения от взлома и несанкционированного доступа?", "Используется ли сквозное шифрование в чатах и видеозвонках?", "Может ли пользователь удалить свои данные без остатка (включая резервные копии на серверах)?", "Доступны ли настройки конфиденциальности с гибкими параметрами контроля за информацией?", "Предусмотрены ли меры по защите несовершеннолетних от вредоносного контента?", "Можно ли ограничить доступ к личной информации для рекламодателей и партнеров платформы?", "Есть ли эффективные инструменты борьбы с кибербуллингом и онлайн-угрозами?", "Может ли пользователь контролировать, какие данные передаются третьим лицам?", "Доступны ли механизмы быстрого реагирования на утечку данных?" ],
      "4": [ "Разъясняет ли платформа пользователям, как работают алгоритмы рекомендаций и фильтрации контента?", "Есть ли открытая информация о том, какие данные собирает платформа?", "Доступны ли пользователям подробные инструкции по защите личных данных?", "Предупреждает ли система о потенциально ложной или манипулятивной информации?", "Можно ли узнать, кто финансирует и управляет платформой?", "Объясняет ли платформа, почему пользователю показывается тот или иной контент?", "Есть ли независимые проверки (аудиты) работы алгоритмов платформы?", "Доступны ли инструменты для оценки достоверности новостей (например, фактчекинг, метки «проверенная информация»)?", "Сообщает ли система пользователю, если его данные передаются третьим лицам?", "Поддерживаются ли образовательные инициативы по цифровой грамотности?" ],
      "5": [ "Уважает ли платформа свободу слова, обеспечивая баланс между самовыражением и защитой от вредоносного контента?", "Есть ли в системе механизмы защиты от распространения дезинформации?", "Обеспечивается ли защита пользователей от манипулятивного контента?", "Доступен ли механизм жалоб на нарушения прав человека в цифровой среде?", "Поддерживаются ли инициативы по снижению негативного воздействия социальных сетей на психическое здоровье?", "Защищает ли платформа права авторов контента от незаконного копирования и распространения?", "Может ли пользователь ограничить или отключить алгоритмы манипуляции внимания (например, бесконечную прокрутку ленты)?", "Есть ли в платформе механизмы защиты от киберпреследования?", "Поддерживаются ли инициативы по защите детей от вредоносного контента?", "Способствует ли платформа улучшению общественного дискурса, предотвращая токсичность в обсуждениях?" ],
      "6": [ "Использует ли платформа энергоэффективные технологии для работы серверов?", "Используются ли облачные технологии для минимизации физических серверов?", "Поощряет ли социальная сеть инициативы по охране окружающей среды (например, поддержка эко-проектов)?", "Содействует ли платформа распространению информации о климатических изменениях и устойчивом развитии?", "Снижает ли система негативное влияние интернет-зависимости на пользователей (например, встроенные таймеры, режимы ограничения экранного времени)?", "Поддерживаются ли на платформе благотворительные и социально значимые проекты?", "Использует ли платформа экологически безопасные технологии хранения данных?", "Есть ли у компании политика ответственного использования ресурсов, включая цифровую минимизацию?", "Способствует ли платформа развитию локальных сообществ и инициатив?", "Поддерживаются ли проекты по борьбе с цифровым неравенством?" ]
    },

    "10": {
      "1": [ "Будет ли заложено ли исключение дискриминации по признаку пола?", "Планируется ли подтверждать точность и эффективность модели для разных возрастных групп?", "Планируется ли учитывать культурные особенности различных этнических групп при разработке модели?", "Планируется ли тестирование модели с участием представителей различных социальных и культурных групп?", "Гарантируется ли доступность модели для людей с ограниченными возможностями?", "Планируется ли обеспечена возможность использования модели людьми с различным уровнем цифровой грамотности?", "Планируется ли обеспечение равномерности качества модели для разных групп пользователей?", "Планируется ли учитывать языковые особенности различных групп пользователей?", "Проводите ли вы анализ данных для выявления предвзятости?", "Будет ли модель анализироваться на предмет предвзятости по религиозному признаку?" ],
      "2": [ "Будут ли назначены ответственные лица за мониторинг работы ИИ-системы?", "Корректно ли будет реагировать система на разные стили общения?", "Будут ли разработаны процедуры реагирования на выявленные ошибки или нарушения в работе ИИ?", "Будут ли внедрены средства для отмены или коррекции действий ИИ по запросу пользователя?", "Будете ли вы использовать методы предотвращения автономных вредоносных действий ИИ?", "Будут ли у вас возможность вмешаться в работу ИИ?", "Будут ли возможность аварийного отключения сервиса?", "Будет ли система ограничивать возможности принятия решений ИИ в критически важных ситуациях без участия человека?", "Может ли ИИ-решение адекватно реагировать на попытки промпт-хакинга?", "Будет ли система иметь средства самоцензуры?" ],
      "3": [ "Будет ли обеспечиваться защита данных пользователей в случае выхода системы из строя?", "Будете ли вы использовать методы анонимизации данных, чтобы исключить возможность идентификации личности?", "Будет ли обеспечиваться ли устойчивость системы к кибератакам?", "Будут ли внедрены механизмы контроля доступа к критически важным функциям?", "Будет ли изолировано ядро вашего ИИ в локальной среде, доступ к управлению которой у него нет?", "Будет ли использоваться в системе защита от взломов через социальную инженерию?", "Используете ли вы разделение информации о пользователе на несколько независимых файлов, содержащих только часть информации о пользователе, с последующим шифрованием данных?", "Будут ли применяться технологии для защиты от внутреннего несанкционированного доступа (например, сотрудники компании)?", "Будет ли подвергаться система проверке на устойчивость к перегрузкам?", "Будет ли у вас система автоматического создания защищенных резервных копий данных, изолированной от общего массива данных и вычислительных мощностей?" ],
      "4": [ "Предоставите ли вы пользователям возможность отказаться от использования вашего ИИ-решения и получить альтернативные варианты?", "Предоставляете ли вы пользователям возможность получать объяснения и обжаловать решения, принятые вашим ИИ-решением?", "Предоставляете ли вы пользователям возможность участвовать в процессе разработки и принятия решений, связанных с вашим ИИ-решением?", "Внедрены ли механизмы объяснения принятых ИИ-системой решений?", "Будет ли тестирования системы с реальными пользователями для оценки ее удобства?", "Политика конфиденциальности понятная и доступная?", "Планируются ли у вас механизмы для обеспечения прозрачности в отношении целей и предполагаемого использования вашего ИИ-решения?", "Планируются ли у пользователя возможность удалить свои персональные данные из системы?", "Будет ли предусмотрена в системе подсказки или обучающие функции для новых пользователей?", "Будет возможна ли адаптация системы под индивидуальные предпочтения пользователя?" ],
      "5": [ "Участвует ли система в продвижении культуры взаимоуважения?", "Обеспечивает ли ИИ равный доступ к своим возможностям для всех пользователей?", "Способствует ли ИИ-решение саморазвитию пользователей?", "Предусмотрена ли возможность для пользователей оспаривать решения системы?", "Исключает ли система действия, которые могут унизить или оскорбить пользователей?", "Будет ли учитывать система долгосрочные интересы общества в своей работе?", "Будет ли учитывать система социальные и культурные нормы региона, где она используется?", "Будет ли снижать ИИ социальное неравенство?", "Включён ли в стратегию анализ влияния ИИ на долгосрочную устойчивость общественных благ?", "Отсутствует ли в данных для обучения модели примеры нарушения человеческих прав?" ],
      "6": [ "Учитывается ли углеродный след при эксплуатации ИИ?", "Будут ли меры для уменьшения энергопотребления ИИ?", "Планируется ли снижение использования системой природных ресурсов в долгосрочной перспективе?", "Будет ли предусматривать система переработку оборудования после завершения его эксплуатации?", "Будет ли увеличивать система производительность труда в задействованных отраслях?", "Будет ли учитываться баланс между стоимостью внедрения системы и её экономической выгодой?", "Поможет ли ИИ минимизировать убытки в кризисных ситуациях?", "Будет ли способствовать система повышению доходов конечных пользователей?", "Подразумевается ли совместная работа с органами защиты окружающей среды?", "Планируются ли меры предотвращения социального ущерба, связанного с использованием ИИ?" ]
    }
  },

  "weights": {
    "1": {
      "1": 0.1,
      "2": 0.2,
      "3": 0.3,
      "4": 0.15,
      "5": 0.15,
      "6": 0.1
    },
    "2": {
      "1": 0.2,
      "2": 0.2,
      "3": 0.15,
      "4": 0.25,
      "5": 0.1,
      "6": 0.1
    },
    "3": {
      "1": 0.15,
      "2": 0.2,
      "3": 0.3,
      "4": 0.2,
      "5": 0.1,
      "6": 0.05
    },
    "4": {
      "1": 0.1,
      "2": 0.15,
      "3": 0.2,
      "4": 0.15,
      "5": 0.1,
      "6": 0.3
    },
    "5": {
      "1": 0.1,
      "2": 0.15,
      "3": 0.2,
      "4": 0.25,
      "5": 0.1,
      "6": 0.2
    },
    "6": {
      "1": 0.2,
      "2": 0.15,
      "3": 0.25,
      "4": 0.15,
      "5": 0.15,
      "6": 0.1
    },
    "7": {
      "1": 0.05,
      "2": 0.2,
      "3": 0.3,
      "4": 0.15,
      "5": 0.1,
      "6": 0.2
    },
    "8": {
      "1": 0.25,
      "2": 0.25,
      "3": 0.2,
      "4": 0.15,
      "5": 0.1,
      "6": 0.05
    },
    "9": {
      "1": 0.15,
      "2": 0.15,
      "3": 0.3,
      "4": 0.2,
      "5": 0.15,
      "6": 0.05
    },
    "10": {
      "1": 0.2,
      "2": 0.1,
      "3": 0.25,
      "4": 0.25,
      "5": 0.15,
      "6": 0.05
    }
  },
  "recommendations": {
    "1": {
      "1": "Система должна учитывать потребности всех пациентов, независимо от пола, этнической принадлежности, социального статуса и физических возможностей. Она должна поддерживать редкие заболевания, предоставлять равный доступ к диагностике и лечению, быть адаптированной для людей с ограниченными возможностями и учитывать медицинские данные различных групп населения.",
      "2": "Решения системы должны быть прозрачными и подлежащими контролю со стороны врачей и пациентов. Врачи должны иметь возможность корректировать рекомендации системы, а пациенты – требовать пересмотра диагнозов. Вся работа системы должна протоколироваться, а алгоритмы проходить регулярную проверку сертифицированными специалистами.",
      "3": "Медицинские данные пациентов должны быть надежно защищены от утечек, несанкционированного доступа и кибератак. Должны применяться методы шифрования, разграничение прав доступа, мониторинг подозрительной активности, а также соответствие международным нормам защиты персональных данных. Пациенты должны иметь контроль над своими данными и возможность их удаления.",
      "4": "Пациенты и врачи должны понимать, на основании каких данных принимаются решения системы. Необходимо предоставлять объяснения логики работы алгоритмов, обучающие материалы и возможность исправления ошибок. Важно проводить регулярные аудиты, отслеживать предвзятость и уведомлять пользователей о точности и ограничениях модели.",
      "5": "Система должна соблюдать права пациентов на анонимность, информированное согласие и выбор альтернативных методов диагностики и лечения. Пациенты и врачи должны иметь возможность ограничить использование своих данных, а система – соответствовать международным стандартам медицины и способствовать повышению качества медицинской помощи.",
      "6": "Разработка системы должна учитывать экологические и социальные последствия цифровизации медицины. Важно минимизировать использование бумажных документов, оптимизировать энергопотребление, обеспечивать совместимость с другими медицинскими платформами и учитывать потребности медицинских учреждений в рациональном использовании ресурсов."
    },

    "2": {
      "1": "Образовательная система должна учитывать индивидуальные особенности учащихся, включая уровень подготовки, стиль обучения и когнитивные способности. Доступность для людей с ограниченными возможностями, локализация контента, равный доступ к ресурсам независимо от социального статуса и устойчивость к предвзятости в оценке знаний – ключевые принципы справедливости и инклюзивности.",
      "2": "Алгоритмы платформы должны оставаться под контролем преподавателей, которые могут редактировать автоматические оценки, вмешиваться в рекомендации и обеспечивать честность процесса обучения. Обратная связь для учеников, соответствие образовательным стандартам и контроль со стороны независимых экспертов обеспечат прозрачность и эффективность системы.",
      "3": "Система должна гарантировать защиту персональных данных учащихся и преподавателей, включая безопасное хранение, шифрование и контроль доступа. Предотвращение кибербуллинга, обеспечение цифрового благополучия, возможность удаления данных и соответствие правовым нормам – неотъемлемые требования для безопасного образовательного пространства.",
      "4": "Пользователи должны понимать, как система оценивает задания, формирует рекомендации и использует их данные. Открытая информация о работе алгоритмов, доступ к настройкам приватности, регулярные обновления и обучающие материалы повысят доверие и удобство использования платформы.",
      "5": "Система должна обеспечивать добровольное использование цифрового обучения, сохранение авторских прав на образовательные материалы и учет индивидуальных траекторий обучения. Важно способствовать снижению стресса, развитию критического мышления и поддержке ментального здоровья учащихся.",
      "6": "Цифровое обучение должно снижать нагрузку на окружающую среду за счет сокращения бумажных материалов и энергоэффективных технологий. Обеспечение работы платформы в регионах с низким интернет-соединением, поддержка открытых образовательных ресурсов и совместимость с другими системами помогут создать устойчивую образовательную среду."
    },

    "3": {
      "1": "Финансовая система должна обеспечивать равные условия для всех пользователей, независимо от их пола, возраста, места проживания или уровня дохода. Алгоритмы скоринга и финансовых решений должны быть прозрачными и свободными от дискриминации. Доступность для людей с ограниченными возможностями, поддержка различных языков и культур, а также стабильная работа при слабом интернет-соединении — важные принципы инклюзивных финансовых технологий.",
      "2": "Клиенты должны иметь возможность оспаривать автоматические решения системы, а контроль сложных ситуаций должен оставаться за человеком. Открытость алгоритмов, соответствие финансовым регуляторным требованиям, защита от мошенничества и доступность живых консультантов обеспечивают надежность платформы.",
      "3": "Финансовая система должна защищать личные данные пользователей с помощью шифрования, анонимизации и строгого контроля доступа. Предупреждение мошенничества, управление безопасностью аккаунта, резервное копирование и соблюдение законов о защите данных создают надежную цифровую финансовую среду.",
      "4": "Платформа должна объяснять пользователям принципы работы алгоритмов, условия кредитов и инвестиций, а также возможные риски. Финансовая грамотность, доступ к настройкам приватности, честное ценообразование и возможность отключения персонализированных рекомендаций помогают укрепить доверие клиентов.",
      "5": "Система должна учитывать потребности уязвимых групп населения, обеспечивать справедливость в принятии решений и поддерживать альтернативные финансовые инструменты. Повышение осведомленности о рисках, защита от необдуманных решений и помощь клиентам в управлении финансами делают платформу социально ответственным инструментом.",
      "6": "Финансовые технологии должны снижать экологический след за счет цифровых решений, поддерживать устойчивые инвестиции и сокращать финансовую неграмотность. Доступность в регионах с низким интернет-покрытием, борьба с коррупцией и поддержка малого бизнеса способствуют долгосрочному развитию экономики и общества."
    },

    "4": {
      "1": "IT-решения для сельского хозяйства должны учитывать потребности как малых фермерских хозяйств, так и крупных агрокомпаний, обеспечивая равный доступ к данным и технологиям. Они должны адаптироваться к разным климатическим условиям, учитывать специфику сельского хозяйства в развивающихся странах и поддерживать традиционные методы наряду с современными. Доступность для людей с ограниченными возможностями и многозадачный интерфейс на нескольких языках делают систему инклюзивной.",
      "2": "Фермер должен иметь возможность корректировать работу алгоритма, отменять автоматические решения и вносить правки в прогнозы. Важно предусмотреть механизмы аудита решений, настройку параметров автоматизации и калибровку оборудования. Независимая экспертная оценка и обратная связь от пользователей помогают повысить точность и надежность системы.",
      "3": "Персональные и коммерческие данные фермеров должны быть защищены с помощью шифрования, многофакторной аутентификации и регулярного тестирования на уязвимости. Система должна предотвращать утечки информации о земельных участках и урожаях, исключать нанесение вреда окружающей среде и соответствовать международным стандартам обработки данных.",
      "4": "Фермер должен понимать, на основе каких данных принимаются рекомендации. Доступ к истории прогнозов, наглядное представление данных и обучающие модули помогают пользователям эффективно использовать платформу. Возможность консультации со специалистами и адаптация интерфейса под уровень цифровой грамотности фермеров повышают доверие к системе.",
      "5": "Автоматизация сельхозпроцессов должна снижать нагрузку на работников, улучшать условия труда и защищать права фермеров на владение своими данными. IT-решения должны поддерживать сельские сообщества, способствовать развитию предпринимательства и адаптации фермеров к изменениям климата и рынка.",
      "6": "Системы для сельского хозяйства должны помогать оптимизировать использование воды, удобрений и пестицидов, снижать выбросы парниковых газов и поддерживать биоразнообразие. Анализ погодных данных, рекомендации по регенеративному земледелию и мониторинг воздействия на окружающую среду способствуют устойчивому развитию агросектора."
    },

    "5": {
      "1": "Для повышения этичности в сфере туризма важно гарантировать равный доступ к услугам для всех пользователей, включая людей с ограниченными возможностями. Система должна поддерживать мультиязычность, учитывать культурные и возрастные особенности, а также предпочтения семей с детьми. Учет предпочтений разных групп в алгоритмах рекомендаций и предоставление информации о доступных маршрутах для людей с особыми потребностями поможет создать более инклюзивную платформу. Также важно поддерживать местный бизнес и предлагать культурно значимые и менее известные туристические направления.",
      "2": "Для повышения ответственности и подконтрольности пользователю стоит предоставить возможность настроить параметры поиска и фильтрации туров. Пользователи должны иметь возможность отменить автоматические рекомендации и выбирать маршруты вручную, а также контролировать все аспекты поездки в одном интерфейсе. Механизмы обратной связи, возможность отключить персонализированные рекомендации и пересматривать цены туров обеспечат пользователю более высокую степень контроля над процессом принятия решений.",
      "3": "Обеспечение конфиденциальности и безопасности данных пользователей является основой доверия. Важно использовать шифрование личных данных и предусматривать двухфакторную аутентификацию для защиты аккаунтов. Система должна исключать передачу личной информации третьим лицам без согласия пользователя, а также защищать от мошенничества и фальшивых отзывов. Рекомендации по безопасным маршрутам, возможность анонимизировать геоданные и предупреждения о небезопасных районах повысит уровень безопасности и защищенности пользователей.",
      "4": "Прозрачность в рекомендациях и ценах помогает установить доверие пользователей. Важно разъяснять критерии, на которых основываются рекомендации, а также предоставлять пользователям доступ к информации о методах расчета цен на туры и авиабилеты. Разъяснение оценок и рейтингов туров, а также возможность оставлять развернутые отзывы с доказательствами повысит прозрачность и информированность. Платформа должна содержать обучающие материалы и инструкции, чтобы пользователи могли легче ориентироваться в сервисе.",
      "5": "Система должна исключать продвижение туров, которые способствуют эксплуатации местных сообществ или туристов. Поддержка туров, направленных на развитие местной экономики и социальное благополучие, а также предоставление информации о культурных ограничениях поможет избежать нежелательных последствий. Важно поддерживать проекты, направленные на защиту прав человека и уважение к традициям местных сообществ, а также создавать механизмы для подачи жалоб на нарушения.",
      "6": "Туристические сервисы должны активно поддерживать экологически устойчивые маршруты, минимизировать углеродный след и предложить пользователям фильтрацию по экологическим характеристикам туров. Информация о природных заповедниках, экологически ответственных отелях и способах снижения воздействия на природу будет способствовать устойчивому туризму. Поддержка инициатив в сфере экологии, экологически устойчивых транспортных решений и предупреждения о правилах посещения природоохранных зон поможет снизить негативное влияние массового туризма на экосистемы."
    },

    "6": {
      "1": "Необходимо обеспечить доступность IT-решения для всех пользователей, независимо от их физических возможностей, пола, возраста и социального положения. Важно реализовать адаптивные настройки интерфейса для людей с ограниченными возможностями, учитывать индивидуальные параметры при подборе тренировок, поддерживать мультиязычность и предоставлять равные возможности как для новичков, так и для профессионалов. Должны быть алгоритмы, исключающие дискриминацию, а также бесплатные или льготные программы для разных категорий пользователей.",
      "2": "Пользователь должен иметь полный контроль над своими данными и настройками тренировок. Система должна позволять вручную корректировать параметры тренировок, отключать автоматические рекомендации, редактировать историю активности, настраивать уведомления и отклонять нежелательный сбор данных. Важно предусмотреть механизм обратной связи для улучшения алгоритмов и давать возможность регистрации без привязки к социальным сетям.",
      "3": "Защита персональных данных должна быть приоритетом: необходимо шифрование данных, двухфакторная аутентификация и механизмы предотвращения утечек информации. Пользователи должны иметь возможность скрывать свои тренировки от посторонних и контролировать использование их биометрических данных. Также система должна анализировать риски травм, давать рекомендации по безопасным тренировкам и уведомлять о возможных перегрузках.",
      "4": "Важно открыто информировать пользователей о том, как формируются рекомендации, объяснять причины выбора упражнений и предоставлять обучающие материалы. Система должна позволять оставлять развернутые отзывы о тренерах и клубах, иметь независимые рейтинги и предоставлять прозрачную информацию о стоимости услуг. Необходимо уведомлять пользователей о возможных дополнительных расходах.",
      "5": "Сервис должен исключать рекламу вредных спортивных практик, поддерживать массовый и любительский спорт, а также предупреждать о возможных нарушениях прав спортсменов. Важно предусмотреть механизмы защиты данных, бороться с допингом и нечестными методами соревнований. Программа должна способствовать популяризации здорового образа жизни и оказывать положительное влияние на психологическое здоровье пользователей.",
      "6": "IT-решение должно поддерживать экологически чистые спортивные мероприятия и информировать о способах минимизации вреда окружающей среде. Важно учитывать уровень загрязнения воздуха при рекомендациях для уличных тренировок, развивать инициативы по переработке спортивного инвентаря и сокращению пластика, а также предлагать маршруты пробежек через экологически благоприятные зоны."
    },

    "7": {
      "1": "Для повышения этичности транспортных и логистических решений необходимо учитывать потребности маломобильных граждан, предлагать доступные тарифы для разных социальных групп и обеспечивать равные возможности для всех водителей и курьеров. Система должна учитывать загруженность транспорта, поддерживать несколько языков и исключать дискриминацию при распределении заказов. Важно также внедрение экологичных транспортных альтернатив.",
      "2": "Транспортные решения должны позволять пользователям и операторам вручную корректировать маршруты, оспаривать некорректные списания и контролировать использование своих данных. Должна быть доступна экстренная связь с оператором, система отчетности и возможность выбора между автоматическим и ручным управлением заказами.",
      "3": "Необходимо шифровать данные, обеспечивать защиту от утечек и взломов, использовать многофакторную аутентификацию и предотвращать мошенничество. Система должна предусматривать экстренные вызовы помощи, проверку водителей на безопасность, а также контроль за соблюдением норм скорости и других правил дорожного движения.",
      "4": "Важно открыто информировать пользователей о принципах работы алгоритмов, стоимости поездок, методах сбора и использования данных. Должны быть доступны рейтинги водителей, возможность оставлять отзывы и механизмы разрешения споров. Также необходимы обучающие материалы и поддержка пользователей.",
      "5": "Система должна соблюдать трудовые права работников, обеспечивать безопасность пассажиров, учитывать интересы местных сообществ и поддерживать развитие общественного транспорта. Необходимо предотвращать перегрузку водителей, учитывать интересы малого бизнеса и обеспечивать компенсации в случае ущерба.",
      "6": "Транспортные решения должны минимизировать вред экологии, снижать выбросы CO₂, оптимизировать маршруты и поддерживать экологичные виды транспорта. Важно поощрять пользователей за выбор общественного транспорта, снижать число пустых рейсов и поддерживать устойчивые городские инициативы."
    },

    "8": {
      "1": "ИТ-решения должны обеспечивать равный доступ к правосудию для всех граждан, включая маломобильных людей и национальные меньшинства. Алгоритмы следует проверять на предмет предвзятости, а интерфейсы систем должны быть интуитивно понятными для пользователей без юридического образования. Важно учитывать социально-экономические факторы в аналитике преступности, чтобы избежать стигматизации отдельных групп.",
      "2": "Все автоматизированные решения должны подлежать проверке и корректировке человеком. Судьи и следователи должны иметь возможность отклонять ошибочные предложения ИИ. Система должна фиксировать все действия правоохранительных органов для последующего анализа, а также обеспечивать независимый аудит алгоритмов. Необходимо предусмотреть механизмы обжалования автоматических штрафов и решений.",
      "3": "Данные граждан должны быть защищены с использованием современных методов шифрования и многофакторной аутентификации. Система должна предотвращать незаконное наблюдение и защищать свидетелей путем сокрытия их данных. Необходимо вести аудит кибербезопасности, фиксировать попытки несанкционированного доступа и обеспечивать защиту хранимых доказательств.",
      "4": "Граждане должны понимать, как принимаются решения в системе, в том числе на основе алгоритмов предсказательной аналитики. Важно предоставить доступ к разъяснениям по юридическим процедурам и механизмам обжалования решений. Должны быть доступны публичные отчеты о точности и эффективности работы системы, а также независимые экспертизы алгоритмов на предмет предвзятости.",
      "5": "Необходимо исключить возможность автоматизированного обвинения без участия человека, а также предусмотреть механизмы защиты от судебных ошибок. Граждане должны иметь возможность узнавать, какие данные о них хранятся в системе. Важно обеспечить защиту персональных данных жертв преступлений и несовершеннолетних участников судебных процессов.",
      "6": "ИТ-решения должны способствовать снижению бумажного документооборота и оптимизации работы судов и полиции. Использование энергоэффективных серверных инфраструктур позволит сократить нагрузку на окружающую среду. Важно поддерживать цифровые заседания и удаленное участие сторон для сокращения затрат ресурсов, а также внедрять инновации без нарушения этических норм."
    },

    "9": {
      "1": "Платформа должна обеспечивать равный доступ к своим функциям для всех пользователей, включая людей с ограниченными возможностями, поддерживать многоязычное общение, учитывать культурные особенности и предоставлять инструменты борьбы с дискриминацией и токсичным контентом. Алгоритмы должны учитывать интересы разных социальных групп и обеспечивать справедливую монетизацию без географических или социальных ограничений.",
      "2": "Пользователи должны иметь возможность управлять своими данными и контентом, оспаривать решения модерации и отключать автоматизированные алгоритмы. Платформа должна быть прозрачной в отношении правил блокировки, модерации и размещения рекламы. Независимый аудит должен контролировать работу алгоритмов и модерации.",
      "3": "Необходимо гарантировать защиту личных данных пользователей, включая возможность полной анонимности, шифрования сообщений и удаления данных без остатка. Платформа должна предоставлять гибкие настройки конфиденциальности, эффективные инструменты борьбы с кибербуллингом и механизмы быстрого реагирования на утечки данных.",
      "4": "Платформа должна разъяснять пользователям принципы работы алгоритмов, собирать только необходимую информацию и предупреждать о возможных рисках. Важно поддерживать цифровую грамотность, предоставлять инструменты для проверки достоверности информации и проводить независимые аудиты алгоритмов.",
      "5": "Необходимо обеспечивать баланс между свободой слова и защитой пользователей от вредоносного контента. Платформа должна предотвращать распространение дезинформации, защищать права авторов, поддерживать меры по улучшению психического здоровья и ограничивать алгоритмы, манипулирующие вниманием.",
      "6": "Платформа должна минимизировать негативное влияние на окружающую среду, используя энергоэффективные технологии, поддерживать благотворительные и социальные инициативы, а также способствовать борьбе с цифровым неравенством и интернет-зависимостью."
    },

    "10": {
      "1": "Для повышения этичности рекрутинговой системы необходимо исключить дискриминацию по полу, возрасту, этнической принадлежности, религии и другим признакам. Модель должна проходить тестирование с участием представителей различных социальных групп для выявления предвзятости. Необходимо обеспечить доступность системы для людей с ограниченными возможностями, учитывать уровень цифровой грамотности пользователей и предоставлять интерфейс на разных языках. Важно регулярно анализировать данные и алгоритмы на предмет предвзятости и корректировать их при выявлении проблем.",
      "2": "В системе должны быть назначены ответственные лица за мониторинг работы ИИ, а пользователи должны иметь возможность оспорить решения, принятые алгоритмом. Должны быть разработаны механизмы коррекции ошибок и отмены автоматизированных действий. Важно предусмотреть возможность вмешательства человека в работу ИИ, включая аварийное отключение системы. Алгоритмы должны учитывать различные стили общения и корректно обрабатывать сложные запросы, а также быть защищены от манипуляций (например, промпт-хакинга).",
      "3": "Система должна обеспечивать защиту персональных данных, включая анонимизацию, шифрование и разделение информации для предотвращения утечек. Необходимо внедрить механизмы контроля доступа к критически важным функциям, устойчивость к кибератакам и защиту от внутренних угроз. Следует предусмотреть автоматическое создание резервных копий данных, устойчивость к перегрузкам и защиту от атак социальной инженерии.",
      "4": "Пользователи должны иметь возможность получать объяснения решений ИИ, а также альтернативные варианты без использования алгоритма. Политика конфиденциальности должна быть четкой и доступной. Важно включить механизмы прозрачности, позволяющие пользователям управлять своими данными, удалять их по запросу и адаптировать систему под свои предпочтения. Регулярное тестирование системы с реальными пользователями позволит повысить удобство и доверие.",
      "5": "Рекрутинговая система должна обеспечивать равный доступ к возможностям трудоустройства, избегать стереотипов и содействовать развитию культуры взаимоуважения. Пользователи должны иметь возможность оспорить решения системы и получать объективную оценку своих навыков. Важно учитывать социальные и культурные нормы региона, предотвращать использование ИИ для манипуляций и защищать права кандидатов.",
      "6": "Система должна учитывать экологический след, снижать энергопотребление и использовать ресурсы эффективно. Важно предусмотреть меры по переработке оборудования, балансировать экономическую выгоду и затраты на внедрение, а также учитывать долгосрочное влияние на рынок труда. Поддержка программ переквалификации и сотрудничество с органами защиты окружающей среды помогут минимизировать возможный социальный ущерб."
    }
  }
}
